<biodes version="1.0.1">
  <fileDesc>
    <title />
    <author>Pernot, H.</author>
    <ref target="http://www.dwc.knaw.nl/english/academy/past-members/?pagetype=authorDetail&aId=PE00000816" />
    <publisher>
      <name>KNAW - Levensberichten en Herdenkingen</name>
      <ref target="http://www.digitallibrary.nl/levensberichten/works.cfm" />
    </publisher>
  <idno type="source">knaw</idno></fileDesc>
  <person>
    <idno type="id">456</idno>
    <persName><name type="voornaam">Derk Christiaan</name> <name type="geslachtsnaam">Hesseling</name></persName>
    <sex value="1" />
    <event type="birth" when="1859-07-15">
      <place>Amsterdam</place>
    </event>
    <event type="death" when="1941-04-06">
      <place>Leiden</place>
    </event>
    <state type="occupation">Klassieke talen</state>
    <state type="occupation">Grieks</state>
  <idno type="PE00000816">huygens_id</idno><idno type="bioport">99001662</idno></person>
  <biography>
    <text>NOTICE BIOGRAPHIQUE 
 SUR 
 D. &#160;&#160; C. &#160;&#160;&#13;
 HESSELING (15 juillet 1859&#151;6 avril 1941) 
 En me&#13;
demandant de r&#233;diger une notice sur celui dont je fus Ie coll&#232;gue,&#13;
1'ami et Ie collaborateur, 1'Acad&#233;mie royale n&#233;erlan- daise m'a, en&#13;
quelque sorte, autoris&#233; aussi a &#233;voquer a cette occasion quelques&#13;
souvenirs personnels. De 1'homme lui-m&#234;me je ne pour- rais dire que ce&#13;
qu'en. savent tous ceux qui ont eu Ie privilege de Ie connaitre. Il&#13;
eut a un tres haut degr&#233; Ie culte du bon, du droit et du beau.&#13;
S&#233;v&#232;re pour lui-m&#234;me, il &#233;tait indulgent aux autres. Il pesait les&#13;
hommes et les choses avec bon sens et n'acceptait pas aveugl&#233;ment les idees recues. On &#233;tait&#13;
imm&#233;diatement frappe par 1'originalit&#233; et la&#13;
vivacit&#233; de son esprit; sa conversation abondait en saillies. D&#233;pourvu de toute ambition et peu soucieux de ce que 1'avenir dirait ou ne dirait pas de lui, il fit ce&#13;
qu'il jugea de son devoir, tres simplement. Les &#233;preuves ne lui furent pas&#13;
&#233;pargn&#233;es, et ce n'est pas seulement en qualit&#233; d'hell&#233;niste qu'il&#13;
traduisit les Entretiens d'Epict&#232;te, dont il&#13;
dit, a la fin de son Introduction: &#132;Quiconque est en accord avec Ie fond&#13;
de sa doctrine et avec la distinction qu'il &#233;tablit entre ce qui est et ce qui&#13;
n'est pas en notre pouvoir, quiconque aussi&#13;
sent en soi un peu de eet idealisme qui s'&#233;l&#232;ve au-dessus de tout, reviendra souvent a son livre." Il fut a la fois sensible et sto&#239;que. Son humeur resta&#13;
toujours egale. Je ne lui ai connu&#13;
aucune devise, et il &#233;tait trop sage pour en adopter une; celle qui lui e&#252;t Ie&#13;
mieux convenu e&#252;t &#233;t&#233; /irj&#243;&#232;v ayav. Ge fut un ami sur et un homme avec lequel il faisait bon&#13;
vivre. 
 
 
 
 
  
 D.&#13;
C. Hesseling, 15 juillet 1859&#151;6 avril &#160;&#13;
 1941. 
 
 
 
 
 &#160;</text>
  <graphic url="http://www.digitallibrary.nl:80/files/pub/Jaarboek_1940-1941/xhtml/00020_Jaarboek_1940-1941_F_00208_files/image002.jpg" /></biography>
</biodes>